{
  "added_tokens_decoder": {
    "0": {
      "content": "[PAD]",
      "lstrip": false,
      "normalized": false,
      "rstrip": false,
      "single_word": false,
      "special": true
    },
    "100": {
      "content": "[UNK]",
      "lstrip": false,
      "normalized": false,
      "rstrip": false,
      "single_word": false,
      "special": true
    },
    "101": {
      "content": "[CLS]",
      "lstrip": false,
      "normalized": false,
      "rstrip": false,
      "single_word": false,
      "special": true
    },
    "102": {
      "content": "[SEP]",
      "lstrip": false,
      "normalized": false,
      "rstrip": false,
      "single_word": false,
      "special": true
    },
    "103": {
      "content": "[MASK]",
      "lstrip": false,
      "normalized": false,
      "rstrip": false,
      "single_word": false,
      "special": true
    }
  },
  "additional_special_tokens": [],
  "apply_ocr": false,
  "clean_up_tokenization_spaces": true,
  "cls_token": "[CLS]",
  "cls_token_box": [
    0,
    0,
    0,
    0
  ],
  "do_basic_tokenize": true,
  "do_lower_case": true,
  "mask_token": "[MASK]",
  "model_max_length": 512,
  "never_split": null,
  "only_label_first_subword": true,
  "pad_token": "[PAD]",
  "pad_token_box": [
    0,
    0,
    0,
    0
  ],
  "pad_token_label": -100,
  "processor_class": "LayoutLMv2Processor",
  "sep_token": "[SEP]",
  "sep_token_box": [
    1000,
    1000,
    1000,
    1000
  ],
  "strip_accents": null,
  "tokenize_chinese_chars": true,
  "tokenizer_class": "LayoutLMv2Tokenizer",
  "unk_token": "[UNK]"
}
